welcome-text = 
   Добро пожаловать!👋 
   Это тестовый бот для скачивания видео с YouTube. Чтобы воспользоваться ботом, отправь ссылку нужного видео  сообщением 👇

message-bad-link =
    🔎 Не могу найти видео. Попробуйте другую ссылку 

other-messages =
    🧑‍🦽 Я пока не умею с этим работать(..

reset-banner =
    Ничего, если передумали. Просто отправьте ссылку на видео, когда захотите

technical-banner =
    🪚 Пока работаю над тем, 
    чтобы работало у вас 🦾

choose-video-res =
    Видео <b>{$title}</b>
    Выберите необходимое качество 👇

info-text = 
    Это проект для загрузки видео с YouTube, Instagram, TikTok.

    1️⃣ YouTube
    Сейчас доступно скачивание видео в форматах 360/480/720/FullHD, работа с 2K/4K ведется...

    2️⃣ Instagram
    Получаем максимальное доступное качество Reels, без watermark, но только с неприватных аккаунтов.

    3️⃣ TikTok
    🔧 In progress.. 

    ℹ️ Common
    Доступна загурзка файлов до 2Gb за счет собственного Telegram API сервера

    В случае проблем оставьте сообщение через комманду /support, разработчик свяжется с вами в ближайшее время!

donate-form =
    Спасибо за вклад в развитие! Выберите доступный вариант👇

invoice-title = 
    Поддержка 0nly Save Bot'а 

invoice-description = 
    На чашку кофе ☕️

pre-checkout-failed-reason = 
    Пока не умею принимать звезды(..

refund-successful =
    Возврат произведен, Telegram Stars возвращены на ваш счет.

refund-no-code-provided =
    Пожалуйста, введите команду <code>/refund КОД</code>, где КОД – айди транзакции.
    Его можно увидеть после выполнения платежа, а также в разделе "Звёзды" в приложении Telegram.

refund-code-not-found =
    Неизвестный код транзации. Проверьте правильность или обратитесть в поддержку /support

refund-already-refunded =
    Возврат средств уже произведен. Проверьте ваш баланс ⭐️

payment-successful =
    Большое спасибо!

    Ваш 🆔 транзакции:
    <code>{$id}</code>
    ⚠️ Сохраните его на случай возможного
    возврата звезд

downloading-video = 
    ⬇️ Скачиваю видео...

sending-video = 
    📤 Отправляю видео...

video-ready = 
    ✅ Видео готово!
    Название: <b>{$title}</b>
    Качество: <b>{ $resolution }</b>

reels-ready = 
    ✅ Видео готово!

error-downloading = 
    ❌ Download error: { $error }

error-stream-not-found = 
    ❌ Не удалось найти выбранное качество


finish-banner = 
    Спасибо, что воспользовались ботом!
    
    Вы можете оставить свой отзыв
    или задать вопрос 👉/support

    Или поддержать проект через
    Telegram Stars ⭐️ 👉/donate

    Либо просто присылайте ссылку нового видео, чтобы скачать его в нужном вам качестве 🤘 

admin-support-mesage = 
    ⚠️ <b>Новый вопрос в поддержку от пользователя</b> <code>{ $tg-id }</code>
    Идентификатор сообщения: <code>{ $message-id }</code>
    <b>Содержание вопроса:</b>
    <i>{ $user-message }</i>

support-answer = 
    📢 Ответ поддержки:

    <i>{ $message-text }</i>