welcome-text = 
   Добро пожаловать!👋 
   Это тестовый бот для скачивания видео с YouTube. Чтобы воспользоваться ботом, отправь ссылку нужного видео  сообщением 👇

message-bad-link =
    🔎 Не могу найти видео. Попробуйте другую ссылку 

other-messages =
    🧑‍🦽 Я пока не умею с этим работать(..

reset-banner =
    Ничего, если передумали. Просто отправьте ссылку на видео, когда захотите

technical-banner =
    🪚 Пока работаю над тем, 
    чтобы работало у вас 🦾

choose-video-res =
    Видео <b>{$title}</b>
    Выберите необходимое качество 👇

info-text = 
    Это тестовый проект для загрузки видео с YouTube.
    Сейчас доступно скачивание видео в форматах 360/480/720, работа с FullHD/2K/4K ведется...
    В случае проблем оставьте сообщение через комманду /support, разработчик свяжется с вами в ближайшее время!

downloading-video = 
    ⬇️ Скачиваю видео в качестве { $resolution }...

sending-video = 
    📤 Отправляю видео в качестве { $resolution }...

video-ready = 
    ✅ Видео готово!
    Название: <b>{$title}</b>
    Качество: <b>{ $resolution }</b>

error-downloading = 
    ❌ Download error: { $error }

error-stream-not-found = 
    ❌ Не удалось найти выбранное качество


finish-banner = 
    Спасибо, что воспользовались ботом!
    
    Вы можете оставить свой отзыв
    или задать вопрос 👉/support

    Или поддержать проект через
    Telegram Stars ⭐️ 👉/donate

    Либо просто присылайте ссылку нового видео, чтобы скачать его в нужном вам качестве 🤘 